var characterSet = [
	{
		'index': 0,
		'name': '雨池紅波',
		'san': 80,
		'serifList': [
			{
				'serif': 'こんばんは。どうしたの？',
				'image': 'Kmain.png'
			},
			{
				'serif': '…………………あぁ、ごめんね。少し考え事してて。何か用だった？',
				'image': 'Ksub4.png'
			}
		],
		'tunList': [
			{
				'serif': '……ん？何かあった？',
				'image': 'Kmain.png'
			},
			{
				'serif': '彩葉？僕のパートナーアンドロイドだよ。最近は料理にハマってるのかな？よく作ったもの貰ったりするよ。',
				'image': 'Kmain.png'
			},
			{
				'serif': '僕？……今から病院に寄ろうと思ってね。',
				'image': 'Ksub1.png'
			},
			{
				'serif': '髪なぁ……ほんと長くなりすぎてるとは思うんだけど、切りたいと思えなくて。夏暑いし邪魔だし手入れも大変だけど、僕にとって大切なものというか。……まだ怖いんだと思う、忘れることが。',
				'image': 'Ksub1.png'
			},
			{
				'serif': '…死を悼むには、身体が、必要だったのかな。……まぁ結果論でしかないよ。今の状況も、この気持ちも。',
				'image': 'Ksub1.png'
			},
			{
				'serif': '洗濯物干してたんだけど……今日雨降ってたよね……ははっ……',
				'image': 'Ksub2.png'
			},
			{
				'serif': 'スイパラとか行ってみたいんだけど機会が無くて行ったことないんだよね。彩葉とか青木さんレミさん誘ったら来てくれるかな……？',
				'image': 'Ksub3.png'
			},
			{
				'serif': '寒くなってきたね…季節の変わり目は風邪を引きやすいし、体調には気を付けな……っくしゅん！　……冬服出さないとな…',
				'image': 'Ksub5.png'
			},
			{
				'serif': 'あの店…激辛カップ麺買ったことある所だ……。透也に『絶対食べれないと思うぞ？』って言われたけど気になって買っちゃって。結局1口でダウンして残りあげたなぁ……懐かしい。',
				'image': 'Ksub3.png'
			},
			{
				'serif': 'こたつ？出さないよ、というか家に無いね。もしあったらリビングでずっと過ごしちゃいそうだなぁ……',
				'image': 'Ksub3.png'
			},
			{
				'serif': '父さんと一緒だとこういう所はあんまり来なかったな……夜の街は危ないからね、君も気をつけてね。',
				'image': 'Ksub4.png'
			},
			{
				'serif': '君はアンドロイドが好き？………そっか。ううん、何でもないよ。急にごめんね。',
				'image': 'Ksub4.png'
			},
			{
				'serif': '好きな季節？そうだな…春かなぁ。気温的にも過ごしやすいし、桜が好きだからね。',
				'image': 'Ksub4.png'
			}
			// {
			// 	'serif': 'アンドロｳ繝峨Οさえいなけ＞縺ｪ縺んな人生じゃ§繧?↑縺九▲たのに。',
			// 	'image': 'Ksub5.gif'
			// }
		]
	},
	{
		'index': 1,
		'name': '雨池紅波',
		'san': 80,
		'serifList': [
			{
				'serif': 'えっ！？？……な、なんで君がここにいるのかな…？',
				'image': 'Kmaid1.png'
			},
		],
		'tunList': [
			{
				'serif': 'なんでバレるかなぁ……誰にも言わないでね…………',
				'image': 'Kmaid1.png'
			},
			{
				'serif': '「似合ってる」って言われても…反応に困る、かな……うん………ありがとうね………',
				'image': 'Kmaid1.png'
			},
			{
				'serif': '写真！？？…可愛いメイドさん店に沢山いるからその子たちと撮ったらどうかな…？？',
				'image': 'Kmaid1.png'
			},
			{
				'serif': '成人男性がメイド服着てるのそんなに楽しい？そっか…',
				'image': 'Kmaid2.png'
			},
			{
				'serif': 'は？',
				'image': 'Kmaid2.png'
			}
		]
	},
	// {
	// 	'index': 2,
	// 	'name': '彩葉',
	// 	'san': 45,
	// 	'serifList': [
	// 		{
	// 			'serif': 'iroha-a',
	// 			'image': 'Imain'
	// 		}
	// 	],
	// 	'tunList': [
	// 		{
	// 			'serif': 'iroha-b',
	// 			'image': 'Isub'
	// 		}
	// 	]
	// },
	// {
	// 	'index': 3,
	// 	'name': '雪之丞',
	// 	'san': 75,
	// 	'serifList': [
	// 		{
	// 			'serif': 'yukinojo-a',
	// 			'image': 'Ymain'
	// 		}
	// 	],
	// 	'tunList': [
	// 		{
	// 			'serif': 'yukinojo-b',
	// 			'image': 'Ysub'
	// 		}
	// 	]
	// }
];