var characterSet = [
	{
		'index': 0,
		'name': '雨池紅波',
		'san': 70,
		'serifList': [
			{
				'serif': 'こんばんは。どうしたの？',
				'image': 'main'
			}
		],
		'tunList': [
			{
				'serif': '……ん？何かあった？',
				'image': 'main'
			},
			{
				'serif': '彩葉？僕のパートナーアンドロイドだよ。最近は料理にハマってるのかな？よく作ったもの貰ったりするよ。',
				'image': 'main'
			},
			{
				'serif': '僕？……今から病院に寄ろうと思ってね。',
				'image': 'sub1'
			},
			{
				'serif': '髪なぁ……ほんと長くなりすぎてるとは思うんだけど、切りたいと思えなくて。夏暑いし邪魔だし手入れも大変だけど、僕にとって大切なものというか。……まだ怖いんだと思う、忘れることが。',
				'image': 'sub1'
			},
			{
				'serif': '洗濯物干してたんだけど……今日雨降ってたよね……ははっ……',
				'image': 'sub2'
			},
			{
				'serif': 'あの店…激辛カップ麺買ったことある所だ……。透也に『絶対食べれないと思うぞ？』って言われたけど気になって買っちゃって。結局1口でダウンして残りあげたなぁ……懐かしい。',
				'image': 'sub3'
			},
			{
				'serif': 'スイパラとか行ってみたいんだけど、家族は男ばっかだし高校の頃仲良かったのも男ばっかだから機会が無くて……。流石に1人じゃ場違いすぎて行けないけど、彩葉とか青木さんレミさん誘ったら来てくれるかな……？',
				'image': 'sub3'
			},
			{
				'serif': '父さんと一緒だとこういう所はあんまり来なかったなぁ……夜の街は危ないからね、君も気をつけてね。',
				'image': 'sub4'
			}
		]
	}
];